{
    "index": {
        "url": "/",
        "navTitle": "Mr Jolly",
        "backgroundImage": "alan.png",
        "title": "Hi, I'm Al Jolly!",
        "bodyText": [
            "I have over 30 years experience as an entertainer, performing fun and colourful puppet and magic shows (complete with party games, prizes and music!) for children of all ages."
            "My shows are guaranteed to provide a laughter filled, memorable occasion for the whole family."
            "And of course you can rest assured I pass an annual P.N.C (Police National Computer) check and all my electrical equipment is P.A.T tested each year."
            "Please do contact me to discuss your ideas and requirements."
        ]
    },
    "safeguarding-children": {
        "url": "/safeguarding-children",
        "navTitle": "Shows For Schools",
        "backgroundImage": "owl.png",
        "title": "Shows For Schools",
        "bodyText": [
            "My 'Safeguarding Children Show' is designed to communicate the importance of personal safety measures to Primary School children."
            "I deliver this 50 minute show on your school premises and with the help of 'Buddy the Puppet' and appropriate magical effects, children are guaranteed to stay engaged and absorb this essential message."   
            "Since designing this show in collaboration with Lancashire County Police in 2011, I have performed in over 100 schools in Lancashire - with great feedback."  
            "If you are interested in this show for your school, or children's group or club, I would love to hear from you!" 
            ]
    },
    "close-up-magic": {
        "url": "/close-up-magic",
        "navTitle": "Close up Magic",
        "backgroundImage": "cards.png",
        "title": "Close up Magic",
        "bodyText": [
            "Whether it's a private party, wedding, Christening, birthday, corporate event, trade show or graduation - if you want to put the 'fun' into your 'function' I'm your man!"
            "I can perform table top entertaining, simply 'mingle' with your guests or perform full shows of Parlour Magic or Victorian Street Magic.  Whatever your requirements, you'll be amazed by top quality magic using everyday objects, performed in a fun and friendly way right before your eyes!",
           "And of course you can rest assured I pass an annual P.N.C (Police National Computer) check and all my electrical equipment is P.A.T tested each year."
           "Please do get in touch and together we can make your function magical."
            
        ]
    },
    "balloon-modelling": {
        "url": "/balloon-modelling",
        "navTitle": "Balloon Modelling",
        "backgroundImage": "balloons.png",
        "title": "Balloon Modelling",
        "bodyText": [
            "My balloon modelling brings fun & colour to any event and enhances the party atmosphere.",
            "I offer a vast range of sculptures from different animals, swords, hats, flowers and much more, which become a personalised gift for each guest!",
            "Children's parties, school shows and summer fetes are made memorable with these special balloons and adults love them too, whether the occasion is in a restaurant, function suite or at a university ball! This service can also be tailored to suit any corporate or PR event.  So please do get in touch to discuss your requirements."
        ]
    },
    "contact": {
        "url": "/contact",
        "navTitle": "Contact Me!",
        "backgroundImage": "demo.png",
        "title": "Contact Form",
        "components": [
            "Jollymagic\\ContactForm\\ContactFormPresenter"
        ]
    },
    "404": {
        "backgroundImage": "alan.png",
        "title": "404 - Page not found",
        "bodyText": [
            "We're very sorry about this, but the page you requested could not be found.",
            "Please try pressing back in your browser or trying a different page from our navigation."
        ]
    }
}
